Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Tę z której przybyliśmy. Za lasem od strony bramy Harry'ego.
uk: Той, з якого ми прийшли. За лісом, по той бік воріт Гаррі.

source: Tędy chyba też nie przejdziemy. Będziemy musieli spróbować wrócić portem...
uk: Не думаю, що ми пройдемо цим шляхом. Доведеться спробувати пройти через порт...

source: Tędy nie uda mi się dotrzeć do Willi Lichwiarza i górnego miasta. Muszę poszukać innej trasy.
uk: Цим шляхом я не зможу дістатися до маєтку Лихваря та верхнього міста. Доведеться шукати інший шлях.

source: Tędy raczej nie przejdziemy...
uk: Тут ми не пройдемо...

source: Tędy też się nie przebijemy. Musimy zawrócić! Marvin, za mną!
uk: Тут нам також не пройти. Ми повинні повернутись! Марвіне, за мною!

source: Tęsknię za Bruce'em, nie widziałeś go może?
uk: Я сумую за Брюсом. Ти його не бачив?

source: Tętent kopyt varranckich katafraktów i tupot ciężkich nordmarskich butów przecinał Myrtanę od Czarnego Potoku na południu po Siegburg na północy. Ci, którzy przyłączyli się do najeźdźców, mogli cieszyć się życiem z piętnem zdrajców, służąc swym nowym panom. Tych zaś, którzy chwycili za broń, czekała śmierć.
uk: Гуркіт копит варантської кавалерії та тупіт важких нордмарських чобіт пройшовся по всій Міртані від Чорного струмка на півдні до Сіґбурга на півночі. Ті, хто приєднався до загарбників, могли насолоджуватися життям з тавром зрадників, служачи своїм новим господарям. А на тих, хто хапався за зброю, чекала смерть.

source: Tłumaczyłem mu, że nie ma na Archolos czegoś takiego, ale on jest święcie przekonany, że jej znalezienie to jego przeznaczenie.
uk: Я пояснив йому, що на Архолосі нічого такого немає, але він глибоко переконаний, що знайти її - це його доля.

source: Tłusta maź.
uk: Маслянистий слиз.

source: Tłuste mięso kretoszczura.
uk: Жирне м'ясо кротощура.

source: Tłusty gulasz
uk: Жирне м'ясне рагу

source: Tłusty i pożywny kawał mięsa.
uk: Жирний і поживний шматок м'яса.

source: Tłuścioch
uk: Товстун

source: U Balniego.
uk: У Балні.

source: U Einara mogę kupić broń oraz materiały potrzebne do jej wytwarzania.
uk: У Ейнара я можу придбати зброю та матеріали, необхідні для її виготовлення.

source: U Lucy z Wilczego Leża mogę kupić łuki i strzały. Swój warsztat ma przed bramą do twierdzy.
uk: У Люсі з Вовчого Лігва я можу придбати луки та стріли. Її майстерня знаходиться перед воротами фортеці.

source: U Vlady mogę uzupełnić zapas win. Prowadzi zamtuz Mroczne Tajemnice w porcie.
uk: У Влади я можу поповнити свої запаси вина. Вона утримує бордель Темні Таємниці у порту.

source: U dwóch ludzi, mianowicie u Adelarda, lidera naszych najemników i Garosa, lidera łowców. Wykonaj dla nich parę zleceń, to może cię przyjmą w swoje szeregi.
uk: До двох людей: Аделарда, лідера наших найманців, і Гароса, лідера мисливців. Виконай для них кілька завдань, і вони, можливо, приймуть тебе до своїх лав.

source: U kogo mogę starać się o awans?
uk: До кого слід звернутись за підвищенням?

source: U kogo mógłbym się czegoś nauczyć?
uk: У кого я міг би чогось навчитися?

source: U medyka w straży powinien znajdować się niejaki Oliver - uczony zajmujący się kulturą orków. Razem mamy przesłuchać pojmanego orka. Przy okazji mam poinformować Eurica, że Grayson potrzebuje go przy planowaniu ataku.
uk: У медика вартових має бути якийсь Олівер – знавець культури орків. Разом ми допитаємо полоненого орка. До речі, я маю повідомити Ейріха, що він потрібен Грейсону для планування нападу.

source: U mnie dobrze, młodzieńcze. Mam nadzieję, że łaska Adanosa się ciebie trzyma.
uk: У мене все гаразд, юначе. Сподіваюся, благодать Аданоса не залишить тебе.

source: U mnie dobrze. U ciebie pewnie też, biorąc pod uwagę, jak dobry pancerz dla ciebie zmajstrowaliśmy!
uk: Я в порядку. І ти напевно теж, враховуючи, які гарні обладунки для тебе зробили!

source: U mnie nic. A ty lepiej nie zwlekaj z wizytą u Corteza, on lubi wiedzieć o nowych jako jeden z pierwszych.
uk: У мене ніяких. І тобі краще не зволікати з візитом до Кортеза, він любить дізнаватися новини одним з перших.

source: U mnie nieźle! Może młodzieniec ma ochotę zaopatrzyć się w jakiś cenny artefakt?
uk: Зовсім непогано! Можливо, юнак прагне придбати якийсь цінний артефакт?

source: U mnie nieźle, szczególnie ze świadomością, że są na tej wyspie ludzie tak skuteczni w działaniu jak ty.
uk: Непогано, тому що я знаю, що на цьому острові є такі ефективні люди, як ти.

source: U mnie nieźle. A ty się nie przejmuj przegraną, na tej arenie wygrywają tylko najlepsi, to nie wstyd tutaj przegrać.
uk: Я в порядку. І не бійся програти, на цій арені перемагають тільки найкращі, тут програти не соромно.

source: U mnie pewnie lepiej niż u ciebie. Twój los w turnieju był przesądzony, nie przejmuj się. Wygrywają go tylko najwięksi twardziele.
uk: Мабуть, краще ніж у тебе. Твоя доля в турнірі була вирішена наперед, не переймайся. Тільки найміцніші хлопці виграють його.

source: U mnie w porządku. A ty, młodzieńcze, nie dawaj się tak wykorzystywać oportunistom, którzy twoimi rękami chcą ugrać coś dla siebie.
uk: У мене все добре. А ти, юначе, не дозволяй себе так використовувати пристосуванцям, які хочуть твоїми руками щось для себе отримати.

source: U mnie w porządku. Cieszę się pięknem natury, podśpiewuję ulubione piosenki, nie mam powodów do narzekań.
uk: У мене все добре. Насолоджуюся красою природи, співаю улюблені пісні, немає на що скаржитися.

source: U mnie w porządku. Mam nadzieję, że nie ryzykujesz za wiele szukając tych nasion.
uk: У мене все гаразд. Сподіваюсь, ти не дуже ризикуєш, шукаючи те насіння.

source: U mnie w porządku. Mam nadzieję, że twoje poszukiwania posuwają się do przodu.
uk: У мене все добре. Сподіваюся, твої пошуки просуваються вперед.

source: U mnie w porządku. Wypłata się zgadza, mam gdzie spać, w razie kłopotów mam kogo prosić o wsparcie. Wielu ludzi ma dużo gorzej.
uk: У мене все в порядку. Я отримую зарплату, мені є де поспати, є до кого звернутися за підтримкою, якщо потраплю в біду. У багатьох людей все набагато гірше.

source: U mnie wszystko w jak najlepszym porządku. Zachowuj się tutaj, to też nie będziesz miał problemów.
uk: У мене все в порядку. Поводься тут добре, і в тебе теж не буде жодних проблем.

source: U mnie wszystko w porządku. Ludzie są chętni na moje zwoje, roboty nie mam jakoś bardzo dużo. Życie w klasztorze nie jest takie złe jak się może niektórym wydawać.
uk: Мене все влаштовує. Люди цікавляться моїми сувоями, роботи не дуже багато. Життя в монастирі не таке вже й погане, як декому може здаватися.

source: U nas po staremu, ale widzę, że u ciebie sporo się pozmieniało.
uk: Тут все як завжди, але я бачу, що в тебе багато чого змінилося.

source: U nas w wiosce wiele osób mówi, że orkowie to wymysł Myrtańczyków, którzy próbują w ten sposób strachem utrzymać swoją władzę.
uk: У нашому селі багато хто говорить, що орки – це вигадка міртанців, які намагаються утримати свою владу за допомогою страху.

source: U nikogo innego nie dowiesz się tyle o sile fizycznej, co u miejskiego kowala.
uk: Ні від кого іншого ви не дізнаєтесь стільки про фізичну силу, як від міського коваля.

source: U wejścia do kotliny spotkałem dwóch 'strażników'. Wygląda na to, że byli częścią oddziału Gerwina, dopóki ktoś inny nie przejął w nim władzy. Mimo ryzyka, postanowiłem wniknąć w szeregi renegatów, aby dowiedzieć się więcej o ich organizacji i porozmawiać z obecnym przywódcą grupy. Kiedy oddałem wartownikowi cały swój ekwipunek, obiecał mnie do niego zaprowadzić.
uk: Біля озера я зустрів двох 'вартових'. Схоже, вони були частиною загону Гервіна, поки хтось інший не захопив у ньому владу. Незважаючи на ризик, я вирішив проникнути до лав відступників, щоб дізнатися більше про їхню організацію і поговорити з нинішнім лідером групи. Коли я віддав охоронцю все своє спорядження, він пообіцяв відвести мене до нього.

source: ULU-MULU! Przyjaźni znak?
uk: УЛУ-МУЛУ! Знак дружби?

source: UMIEJĘTNOŚCI
uk: НАВИЧКИ

source: USTAWIENIA
uk: НАЛАШТУВАННЯ

source: USTAWIENIA DŹWIĘKU
uk: НАЛАШТУВАННЯ ЗВУКУ

source: USTAWIENIA GRAFICZNE
uk: НАЛАШТУВАННЯ ГРАФІКИ

source: USTAWIENIA GRY
uk: НАЛАШТУВАННЯ ГРИ

source: USTAWIENIA OBRAZU
uk: НАЛАШТУВАННЯ ВІДЕО

source: USTAWIENIA STEROWANIA
uk: НАЛАШТУВАННЯ КЕРУВАННЯ

source: USTAWIENIA ZAAWANSOWANE
uk: ДОДАТКОВІ НАЛАШТУВАННЯ

source: Uaktywnia alternatywne ustawienia klawiatury.
uk: Активує альтернативні опції керування.

source: Ubij tyle topielców, ile zdołasz. Jeśli znajdziesz gniazda - zniszcz każde, jakie napotkasz.
uk: Перебий якнайбільше луркерів. Якщо виявиш їх гнізда, знищуй всі, що трапляться тобі на шляху.

source: Ubranie kapitana
uk: Вбрання капітана

source: Ubranie medyka straży
uk: Вбрання вартового медика

source: Ubranie strażnika
uk: Вбрання вартового

source: Ubranie to nie tylko ozdoba, ale też symbol statusu!
uk: Одяг – це не тільки прикраса, але й символ статусу!

source: Ubrany dodaje zdolność akrobatyki.
uk: Надає акробатичні здібності.

source: Uch, teraz to zadałeś pytanie... Y, a potrafisz ty coś? Nie cierpię żółtodziobów.
uk: Ух, якщо вже ти спитав... Ее, а ти щось вмієш? Я ненавиджу новачків.

source: Uch, to bardzo rzadkie dzieło, i bardzo cenne...
uk: Ух, це дуже рідкісна робота, і дуже цінна...

source: Uch, to było coś. Nie pamiętam, kiedy ktoś ostatnio podejmował próbę wyciągnięcia kumpli z naszego aresztu.
uk: Ух, це було щось. Я вже й не пам'ятаю, коли востаннє хтось намагався визволити своїх товаришів з нашої в'язниці.

source: Uch... Chyba jednak nie różnisz się za bardzo od ludzi Bradlocka. Jedyne co wam w głowie to urżnąć się w tej śmierdzącej, portowej spelunie.
uk: Ух... Гадаю, ти не надто відрізняєшся від людей Бредлока. Єдине, що у вас на думці, це напитися в тому смердючому портовому погребі.

source: Uch... Nie wkurzaj mnie!
uk: Уф... Не дратуй мене!

source: Uch... Och... Wrr... No... No podejdź... Podejdź no kolego...
uk: Ух... Ох... Урр... Ну... Ну підійди... Підійди сюди, друже...

source: Uchodźca
uk: Біженець

source: Uchodźcy, którzy odwiedzają slumsy, mogą być nosicielami choroby, nawet jeśli nie mają jeszcze objawów, więc nietrudno o dalsze zarażanie.
uk: Біженці, які відвідують нетрі, можуть бути носіями хвороби, навіть якщо у них ще немає симптомів, вони запросто можуть заразити інших.

source: Uchodźcy? He! Uchodźcy to tchórze, którzy uciekają przed konsekwencjami. Ja przed niczym nie uciekam! Przybyłem tu z własnej woli.
uk: Біженці? Хе! Біженці – це боягузи, які втікають від наслідків. Я ні від чого не втікаю! Я прибув сюди з власної волі.

source: Uchodźczyni
uk: Біженка

source: Ucieczka
uk: Втеча

source: Ucieka! Ruchy Marvin, musimy go złapać!
uk: Він тікає! Давай, Марвіне, ми повинні впіймати його!

source: Uciekaj stąd.
uk: Тікай звідси.

source: Uciekaj!
uk: Тікай!

source: Uciekaliśmy kiedyś z kumplami przed stra... em, straszną bestią! Zupełnym przypadkiem wpadliśmy do tej jaskini, a tam szczęki nam opadły!
uk: Якось ми з друзями тікали від варто... ем... страшного звіра! Ми потрапили в цю печеру абсолютно випадково, і у нас просто відвисли щелепи!

source: Uciekaliśmy przed orkami, ale zapomnieliśmy, że ludzie mogą być tak samo groźni.
uk: Ми тікали від орків, але забули, що люди можуть бути не менш небезпечними.

source: Uciekamy przed wojną, należy nam się chociaż bochenek świeżego chleba.
uk: Ми тікаємо від війни, ми заслуговуємо хоча б на буханку свіжого хліба.

source: Uciekamy przed wojną.
uk: Ми втікаємо від війни.

source: Uciekasz przed wojną?
uk: Тікаєш від війни?

source: Uciekał, jakby go gonił sam Beliar!
uk: Тікав так, ніби за ним гнався сам Беліар!

source: Uciekałem przed kimś... zdaje się, że mnie śledzili...
uk: Я тікав від когось... Здається, вони мене переслідували...

source: Uciekały na mój widok.
uk: Вони втікали, побачивши мене.

source: Uciekinier
uk: Біженець

source: Uciekinier z Mrocznych Tajemnic wspomniał coś o grupce ludzi na falochronie, która napadła jego kolegę. Jeśli to prawda, to jest szansa, że są w posiadaniu bryłki rudy.
uk: Біженець з Темних Таємниць згадував щось про групу людей на хвилерізі, які напали на його колегу. Якщо це правда, то є шанс, що рудний самородок знаходиться у них.

source: Uciekłem im.
uk: Я від них втік.

source: Uciekłem? Musiałem zalać czymś te Myrtańskie Pomyje, którymi mnie poczęstowałeś. Z początku smakowała mi ta piana, ale po kilku godzinach dalej nie mogłem się jej pozbyć z ust.
uk: Втік? Мені треба було чимось запити ці твої міртанські помиї. Спочатку мені сподобалася піна, але навіть через кілька годин я все ще відчуваю цей присмак.

source: Uciszyć Krzykacza
uk: Заткнути оповісників

source: Ucz mnie.
uk: Вчи мене.

source: Uczciwa płaca za uczciwą pracę. Trzymaj.
uk: Справедлива оплата за чесну працю. Тримай.

source: Uczciwie na nie zapracowałeś. Tak jak mówiłem, nie są pierwszej świeżości...
uk: Ти чесно його заслужив. Як я вже казав, він зовсім не новий...

source: Uczta w karczmie powinna się już skończyć. To odpowiedni czas, by zająć się sprawą Homera.
uk: Бенкет у корчмі вже, мабуть, закінчився. Це вдалий час взятися за справу Гомера.

source: Uczę cię za drobne, a to i tak dla ciebie za dużo?
uk: Я вчу тебе за дріб'язок, і це все ще занадто дорого для тебе?

source: Uczę tylko doświadczonych wojowników.
uk: Я навчаю тільки досвідчених воїнів.

source: Uczę tylko tych, których już nie można zaliczyć do słabiaków. Przyjdź kiedy indziej.
uk: Я вчу тільки тих, про кого вже не скажеш, що він слабак. Приходь іншим разом.

source: Uda nam się odeprzeć ten atak.
uk: Ми зможемо відбити цю атаку.

source: Udacie się teraz wszyscy pod południową bramę. Czeka tam na was jeden z moich ludzi.
uk: Зараз ви всі попрямуєте до південних воріт. Там на вас чекатиме один з моїх людей.

source: Udaj się do Lorenzo i zamknij swój kontrakt. Wtedy porozmawiamy o twoim dołączeniu.
uk: Йди до Лоренцо і заверши свій контракт. Тоді ми поговоримо про твоє прийняття.

source: Udaj się do niego bez munduru, poobserwuj go i wróć do mnie z raportem.
uk: Іди до нього, але без форми, поспостерігай за ним і повертайся до мене зі звітом.

source: Udaj się do niej i pozbądź się wszystkiego, co wylazło tam na powierzchnię.
uk: Відправляйся туди і позбудься всього, що там повилазило на поверхню.

source: Udaj się do tutejszej kaplicy i przepędź wszystkie bestie, które się tam zagnieździły.
uk: Прямуй до місцевої каплиці та прожени всіх чудовиськ, які там гніздяться.

source: Udam się do ruin Vardhal i zdobędę Rozjemcę. To będzie prawdziwy znak od samego Adanosa, iż nadszedł czas na interwencję.
uk: Я піду до руїн Вардхалу і дістану Миротворця. Це буде справжнім знаком від самого Аданоса, що настав час втрутитися.

source: Udanych łowów panowie!
uk: Вдалого полювання, панове!

source: Udanych łowów, Markus.
uk: Вдалого полювання, Маркусе.

source: Udasz się do wioski Silbach i przyprowadzisz mi z niej jednego faceta.
uk: Тобі треба піти в село Сільбах і привести мені звідти одного хлопця.

source: Udasz się z Weigarem na nocny patrol. Oceni, jak ci idą interwencje i czy potrafisz poprowadzić patrol tak, by był jak najefektywniejszy.
uk: Ти підеш з Вейгаром у нічний патруль. Він оцінюватиме твої дії, і чи зможеш ти патрулювати максимально ефективно.

source: Udałem się do Mateya, licząc, że ten, będąc osobą uczoną w piśmie, powie mi, kto mógł wykonać broszury agitacyjne. Skryba jednak oburzył się moim pytaniem. Chyba nie dowiem się od niego niczego szczególnego.
uk: Я відправився до Матея, сподіваючись, що він, як писар, підкаже мені, хто міг виготовити агітаційні листівки. Однак писар обурився моїми запитаннями. Навряд чи я дізнаюся від нього щось суттєве.

source: Udałem się do Mateya, licząc, że ten, będąc osobą uczoną w piśmie, powie mi, kto mógł wykonać broszury agitacyjne. Skrybę oburzyło moje pytanie, ale łaskawie odparł, że w tej sprawie powinienem pójść do miejskiego pisarza. Kojarzę, że jeden jest zaraz obok biura Mateya.
uk: Я відправився до Матея, сподіваючись, що він, як писар, підкаже мені, хто міг виготовити агітаційні листівки. Писар був обурений моїм запитанням, але люб'язно відповів, що з цим питанням я повинен звернутися до міського письменника. Пригадую, що його контора знаходиться якраз поруч із кабінетом Матея.

source: Udało ci się coś ruszyć w tej kwestii?
uk: Вдалося зрушити з мертвого місця в цьому питанні?

source: Udało ci się coś zdziałać w tej sprawie?
uk: Чи вдалося тобі щось з цим вдіяти?

source: Udało ci się czegoś dowiedzieć?
uk: Вдалося що-небудь з'ясувати?

source: Udało ci się dorwać tego handlarza!
uk: Вдалось спіймати того торговця!

source: Udało ci się dotrzeć do któregoś z nich?
uk: Чи вдалося тобі дістатися до когось з них?

source: Udało ci się może zamienić z nim parę słów na temat naszego problemu?
uk: Можливо, тобі вдалося переговорити з ним про нашу справу?

source: Udało ci się odnaleźć wuja?
uk: Тобі вдалося знайти нашого дядька?

source: Udało ci się pokonać królową pełzaczy?
uk: Тобі вдалося перемогти королеву повзунів?

source: Udało ci się policzyć, ilu ich było?
uk: Ти встиг порахувати, скільки їх було?

source: Udało ci się poznać kogoś ciekawego?
uk: Вдалося познайомитися з кимось цікавим?

source: Udało ci się przynieść wszystko czego nam było trzeba. Dzięki wielkie.
uk: Тобі вдалось зібрати все, що нам було потрібно. Дуже дякую.

source: Udało ci się skonfiskować towar?
uk: Чи вдалося конфіскувати товар?

source: Udało ci się to załatwić?
uk: Вдалося все владнати?

source: Udało ci się ustalić, kto jest odpowiedzialny za te papierzyska?
uk: Чи вдалося встановити, хто відповідальний за ці листівки?

source: Udało ci się wybić wszystkie bestie?
uk: Тобі вдалося вбити всіх тих тварюк?

source: Udało ci się zdobyć jakieś informacje?
uk: Вдалося щось дізнатися?

source: Udało ci się zdobyć zaufanie w Wilczym Leżu, w innym wypadku nigdy nie dotarłbyś tutaj żywy.
uk: Ти зумів завоювати довіру Вовчого Лігва, інакше ти б нізащо не дістався сюди живим.

source: Udało ci się znaleźć dla mnie zastępstwo.
uk: Тобі вдалося знайти мені заміну.

source: Udało mi się bezpiecznie odprowadzić Rolfa do bramy wioski. Powinienem porozmawiać teraz z Folkardem.
uk: Мені вдалося безпечно провести Рольфа до сільських воріт. Тепер я повинен поговорити з Фолькардом.

source: Udało mi się dogadać z Kalebem.
uk: Мені вдалося домовитись з Калебом.

source: Udało mi się dorwać Szmuglera.
uk: Мені вдалося зловити Койота.

source: Udało mi się dorwać Szmuglera. Nie był taki szybki, jak mu się wydawało.
uk: Мені вдалося зловити Койота. Він виявився не таким швидким, як здавалося.

source: Udało mi się dorwać Śliskorękiego. Oktav z pewnością mnie wynagrodzi, gdy się o tym dowie.
uk: Мені вдалося зловити Слизькорукого. Октав неодмінно винагородить мене, коли про це дізнається.

source: Udało mi się dostarczyć Salzerowi koło do jego uszkodzonego wozu.
uk: Мені вдалося знайти для Зальцера колесо для його пошкодженого воза.

source: Udało mi się dostarczyć Salzerowi koło do jego uszkodzonego wozu. W ramach odwdzięczenia się oraz niewielkiego zarobku zgodził się przetransportować mnie w beczce do miasta.
uk: Мені вдалося знайти для Зальцера колесо для його пошкодженого воза. В подяку, і за невелику плату, він погодився перевезти мене в бочці до міста.

source: Udało mi się dostarczyć Salzerowi koło do jego uszkodzonego wozu. W ramach odwdzięczenia się przetransportuje mnie w beczce do miasta.
uk: Мені вдалося знайти для Зальцера колесо для його пошкодженого воза. На знак подяки він перевезе мене в бочці до міста.

source: Udało mi się dostać do Igora. Wygląda na to, że zarządca kopalni pozwolił się zastraszyć Bloodwynowi i reszcie strażników, którzy rządzą teraz kopalnią. Taki układ trwa tu już od wielu miesięcy, dlatego wciąż nie jestem pewny, co sprawia, że dopiero ostatnio wydobycie oraz nastroje zaczęły się pogarszać. Rozejrzę się jeszcze po kopalni.
uk: Мені вдалося дістатися до Ігоря. Схоже, що начальник копальні дозволив Бладвіну та решті вартових залякати себе. Тепер вони керують копальнею. Таке становище тут триває вже багато місяців, але чомусь тільки зараз погіршився видобуток і місцеві настрої. Я ще раз огляну копальню.

source: Udało mi się dostać do magazynu i 'pożyczyć' alembik.
uk: Мені вдалося проникнути на склад і 'позичити' перегінний куб.

source: Udało mi się dostać do miasta i aktualnie popijam zimne piwo w karczmie Helgi. Słyszałem, że starasz się o obywatelstwo. Bardzo rozsądnie, chłopcze!
uk: Мені вдалося добратися до міста, і зараз я попиваю холодне пиво у корчмі Хельги. Я чув, що ти хочеш отримати громадянство. Дуже розумно, хлопче!

source: Udało mi się dostać do miasta. Teraz rozpoczną się prawdziwe poszukiwania...
uk: Мені вдалося потрапити в місто. Тепер розпочнуться справжні пошуки...

source: Udało mi się dotrzeć do Blake'a.
uk: Мені вдалося дістатися до Блейка.

source: Udało mi się dotrzeć do Sigrid i zamienić z nią parę słów. Udzielała mi tylko wymijających odpowiedzi, ale zrozumiałem, że spotkała chłopaka w pobliżu Mrocznych Tajemnic, portowego zamtuza. Myślę, że warto rzucić okiem na ten przybytek.
uk: Мені вдалося зустрітися з Сігрід і перекинутися з нею кількома словами. Вона уникала прямих відповідей, але я зрозумів, що вона зустріла хлопця біля Темних Таємниць - портового борделю. Думаю, варто оглянути цей заклад.

source: Udało mi się dowieść niewinności Arsa.
uk: Мені вдалося довести невинуватість Арса.

source: Udało mi się namówić lokalnego osiłka, by ten pognał oprychów z karczmy. Gdy już z nimi skończy, przekonam ich do opuszczenia karczmy.
uk: Мені вдалося вмовити місцевого забіяку прогнати бандитів з корчми. Після того, як він розбереться з ними, буде не важко переконати їх покинути корчму.

source: Udało mi się napchać kieszenie taką ilością złota i kosztowności, że przez całe życie bym tyle nie miał z żołdu. Teraz możemy się stąd wynosić.
uk: Мені вдалося напхати в кишені стільки золота і коштовностей, що я не зміг би заробити стільки за все своє життя. Тепер ми можемо забиратися звідси.

source: Udało mi się nawiązać rozmowę z twoim kupcem. Według niego Oko jest najpotężniejszym artefaktem, jaki kiedykolwiek znajdował się w jego kolekcji!
uk: Мені вдалося розговорити твого торговця. За його словами, Око – наймогутніший артефакт, який коли-небудь був у його колекції!

source: Udało mi się nie sięgnąć po butelkę ani razu od czasu naszego ostatniego spotkania i jestem z tego dumny.
uk: З нашої останньої зустрічі я жодного разу не торкнувся пляшки, і я цим пишаюся.

source: Udało mi się oczyścić plac z ludzi Ulryka. Nie było ich zbyt wielu. Wygląda na to, że nie napotkali tu dużego oporu i ruszyli dalej. Do posiadłości Lichwiarza już tylko kilka kroków, ale może powinienem rozejrzeć się jeszcze w koszarach za ocalałymi.
uk: Мені вдалося розчистити площу від людей Ульріка. Їх було небагато. Схоже, вони не зустріли тут особливого опору і попрямували далі. До маєтку Лихваря лишилося кілька кроків, але, можливо, мені все ж варто пошукати в казармах тих, хто вижив.

source: Udało mi się oczyścić plac z ludzi Ulryka. Nie było ich zbyt wielu. Wygląda na to, że nie napotkali tu dużego oporu i ruszyli dalej. Do posiadłości Lichwiarza już tylko kilka kroków, ale może powinienem rozejrzeć się jeszcze w koszarach za ocalałymi. Zgodnie z obietnicą, muszę też otworzyć bramę dla pozostałych ocalałych.
uk: Мені вдалося розчистити площу від людей Ульріка. Їх було небагато. Схоже, вони не зустріли тут особливого опору і попрямували далі. До маєтку Лихваря лишилося кілька кроків, але, можливо, мені все ж варто пошукати в казармах тих, хто вижив. Як я й обіцяв, я також маю відчинити ворота для інших вцілілих.
